{
  "registration": [
    "BLOODBATH registration is open! React 🍻 to join. REGISTRATION CLOSES FRIDAY 9PM SAST!",
    "Ready to bleed? Hit 🍻 and enter the arena. REGISTRATION CLOSES FRIDAY 9PM SAST!",
    "One map. No second chances. Pure carnage. React 🍻 to enter. REGISTRATION CLOSES FRIDAY 9PM SAST!",
    "It’s that time again... React 🍻 to sign your fate in the Bo1-Bloodbath! REGISTRATION CLOSES FRIDAY 9PM SAST!",
    "🕹️ This Saturday, we fight for blood. React 🍻 if you're in. REGISTRATION CLOSES FRIDAY 9PM SAST!",
    "🪓 Dreadful Duels looms. Only the brave React 🍻. REGISTRATION CLOSES FRIDAY 9PM SAST!",
    "🧠 React now with 🍻 — or be forgotten in silence. REGISTRATION CLOSES FRIDAY 9PM SAST!"
  ],
  "start": [
    "🔔 Let the blood spill. Matches begin now.",
    "⚔️ Brackets are set. Get your head into the game or die trying.",
    "🔥 BLOODBATH ignites — one chance, one life.",
    "🚨 The arena is live. No turning back now.",
    "🕹️ Weapons ready. Minds sharp. This is BLOODBATH.",
    "💥 The first kill decides the tempo... Begin!",
    "🪦 Die fast or win fast. There will be no compromise Let's go."
  ],
  "winner": [
    "🏆 {winner} has emerged victorious from the BLOODBATH!",
    "🩸 {winner} stands alone atop the corpses. Doom stands before you!",
    "🎯 Precision. Power. Might. {winner} had it all.",
    "🔪 {winner} shredded through the bracket like tissue, the muscle tissue of their enemies.",
    "🚀 {winner} wins the BLOODBATH — flawless or lucky? Next season we shall figure this out.",
    "⚡ No one could stop {winner}. We don't care what you think, no rematches!",
    "💀 BLOODBATH bows to {winner} — for now..."
  ],
  "season_complete": [
    "🌍 Every battleground has seen blood. Season complete.",
    "🔁 The pool resets. The BLOODBATH starts anew.",
    "🧨 All maps conquered. Blood was spilled in every corner.",
    "⚰️ That’s it. All arenas exhausted. The next era begins.",
    "🌀 The wheel of maps turns again — reshuffling pain.",
    "📜 This season’s scroll closes. The next will write itself in blood.",
    "🔥 Every inch of destruction explored. Prepare for round two."
  ]
}